soap/ZFM_WS_UPDATEAPP.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:urn="urn:sap-com:document:sap:rfc:functions">
    <soapenv:Header/>
    <soapenv:Body>
        <urn:ZFM_WS_UPDATEAPP>
            ?
        </urn:ZFM_WS_UPDATEAPP>
    </soapenv:Body>
</soapenv:Envelope>